[
    {
        "id": 1,
        "name": "Tanvir Ahmed",
        "rating": 5,
        "comment": "Our guide’s storytelling in Cox's Bazar, from pirate tales to hidden treasures, made the trip unforgettable. His sunset recommendations were absolutely breathtaking.",
        "img": "https://example.com/images/tanvir_ahmed.jpg"
    },
    {
        "id": 2,
        "name": "Nusrat Jahan",
        "rating": 4,
        "comment": "Spotting tiger footprints in the Sundarbans was thrilling. The guide’s deep knowledge of wildlife and safety tips made the entire forest experience truly remarkable.",
        "img": "https://example.com/images/nusrat_jahan.jpg"
    },
    {
        "id": 3,
        "name": "Samiul Islam",
        "rating": 5,
        "comment": "Our Bandarban guide ensured a great experience, even after my ankle injury. His care, stories, and encouragement helped me enjoy the trek’s beauty.",
        "img": "https://example.com/images/samiul_islam.jpg"
    },
    {
        "id": 4,
        "name": "Mouly Hossain",
        "rating": 4,
        "comment": "The Saint Martin’s Island bonfire organized by our guide was magical. Singing, storytelling, and delicious seafood created a unique and unforgettable beach experience.",
        "img": "https://example.com/images/mouly_hossain.jpg"
    },
    {
        "id": 5,
        "name": "Rafi Khan",
        "rating": 3,
        "comment": "Our Srimangal guide’s tea-picking demonstration was insightful. However, limited time for photography in the scenic plantation surroundings left us wanting a more relaxed experience.",
        "img": "https://example.com/images/rafi_khan.jpg"
    },
    {
        "id": 6,
        "name": "Farzana Akter",
        "rating": 5,
        "comment": "Ahsan Manzil came alive through our guide’s storytelling. His vivid descriptions of Mughal history and architecture turned a simple tour into an inspiring experience.",
        "img": "https://example.com/images/farzana_akter.jpg"
    },
    {
        "id": 7,
        "name": "Mahin Chowdhury",
        "rating": 4,
        "comment": "Our Lalbagh Fort guide’s historical anecdotes were fascinating. His knowledge of Mughal traditions and suggestions for nearby cuisine made the tour educational.",
        "img": "https://example.com/images/mahin_chowdhury.jpg"
    },
    {
        "id": 8,
        "name": "Shirin Rahman",
        "rating": 5,
        "comment": "The Kuakata sunrise was magical, thanks to our guide’s perfect timing advice. Peaceful beaches and cultural stories made this trip an unforgettable experience.",
        "img": "https://example.com/images/shirin_rahman.jpg"
    },
    {
        "id": 9,
        "name": "Imran Hossain",
        "rating": 4,
        "comment": "In Rangamati, our guide’s Chakma traditions knowledge and boat ride arrangements made the trip both educational and relaxing. The serene lake views were unforgettable.",
        "img": "https://example.com/images/imran_hossain.jpg"
    }
]
